{
    "unique_id": "7cfb3431-b155-5476-a272-2a701f69102a",
    "title": "Understanding viral justice",
    "summary": "I kölvattnet av Covid-19-pandemin har ordet \"viralt\" fått en ny innebörd, och det är inte nödvändigtvis positivt. Ruha Benjamin, en forskare som undersöker de sociala dimensionerna av vetenskap, medicin och teknik, förespråkar en förändring i perspektiv. Hon anser att rättvisa också kan vara smittsam. Det är premissen för Benjamins prisbelönta bok \"Viral Justice: How We Grow the World We Want\", som hon delade med sig av under ett besök hos MIT Libraries. Benjamin uppmanade bibliotekspersonalen att uppmärksamma de sätt på vilka uteslutning är inbyggt i våra dagliga liv, och visade exempel på parkbänkar med armstöd med regelbundna mellanrum. På ytan verkar de välkomnande, men de gör det också omöjligt att ligga ner eller sova. Denna idé tas till extrema med \"Pay and Sit\", en konstinstallation av Fabian Brunsing i form av en bänk som utlöser vassa taggar på sätet om användaren inte betalar en avgift. Det fungerar som en kraftfull metafor för diskriminerande design. Benjamin uppmanade publiken att leta efter dessa \"taggar\", som nya teknologier kan göra ännu mer fördolda - kön och rasism i ansiktsigenkänning, användningen av rasdata i programvara som används för att förutsäga studenters framgång, algoritmisk snedvridning inom hälso- och sjukvården - ofta under täckmanteln av framsteg. Hon myntade termen \"the New Jim Code\" för att beskriva kombinationen av kodad snedvridning och den inbillade objektivitet vi tillskriver teknik. Att uppmärksamma de skador som kodas in i vår digitala värld är avgörande, argumenterar Benjamin, men vi måste också skapa alternativ. Det är här den kollektiva kraften hos individer kan vara transformerande. Benjamin delade exempel på de som \"omskapar standardinställningarna för teknik och samhälle\", och hänvisade till initiativ som Data for Black Lives-rörelsen och Detroit Community Technology Project. \"Jag är intresserad av hur vanliga människor förändrar det digitala ekosystemet och kräver olika typer av rättigheter, ansvar och skydd\", sa hon. 2020 grundade Benjamin Ida B. Wells Just Data Lab med målet att samla studenter, pedagoger, aktivister och konstnärer för att utveckla ett kritiskt och kreativt tillvägagångssätt för datakonception, produktion och cirkulation. Dess projekt har undersökt olika aspekter av data och raslig ojämlikhet: att bedöma effekten av Covid-19 på studenters lärande; tillhandahålla resurser som konfronterar upplevelsen av svart sorg, sorg och mental hälsa; eller utveckla en handbok för svart mödrars mentala hälsa. Genom labbets studentledda projekt ser Benjamin nästa generation omforma tekniken på sätt som svarar mot marginaliserade människors behov. \"Om ojämlikhet är vävd in i själva tyget i vårt samhälle - vi ser det från polisarbete till utbildning till hälso- och sjukvård till arbete - då är varje vridning, slinga och kod en chans för oss att väva nya mönster, metoder och politik\", sa hon. \"Problemen vi står inför i all sin omfattning kommer att bli deras undergång.\"",
    "link": "https://news.mit.edu/2023/understanding-viral-justice-ruha-benjamin-0717",
    "published": "2023-07-17"
}