{
    "unique_id": "34c91399-8efe-5e1a-a283-8c9a366165f0",
    "title": "Defining the public interest in new technologies",
    "summary": "The blog discusses the impact of disruptive technologies, such as advanced artificial intelligence systems, on various aspects of our lives. It emphasizes the need for academics, practitioners, innovators, and entrepreneurs to focus on ensuring that the benefits of these technologies uplift marginalized populations. The blog also highlights the importance of professional training to achieve this goal.\n\nThe concept of public interest technology is introduced as a field that aims to shift the focus from the technologies themselves to the responsibilities of the technologists. The blog announces the launch of The Public Interest Technologist (TPIT), an online publication by MIT, which aims to bring together the MIT community to define and discuss the social responsibilities of technologists.\n\nThe blog provides an example of the impact of technology on society, specifically in the context of the Covid-19 pandemic and public transit agencies. It emphasizes the need for public agencies and staff to co-define the public interest and highlights the question of whether technological training provides enough education regarding the public interest.\n\nThe blog also discusses the importance of fostering conversations about public interest technology, both at MIT and beyond. It mentions the formation of a coalition of universities, including MIT, to share ideas about public interest technology. The coalition provides grants and organizes an annual convening to prioritize research questions and explore the focus of new degree programs.\n\nThe TPIT editorial team invites the MIT community to contribute to shaping the content of the publication. They seek nominations for interviewees, article suggestions, and already published materials that can support a broader discussion of public interest technology. The blog also encourages community members to attend the PIT-UN annual meeting at Boston University in the fall.",
    "link": "https://news.mit.edu/2023/defining-public-interest-new-technologies-0613",
    "published": "2023-06-13"
}