{
    "unique_id": "232a8204-e61d-5645-9189-fbcff2ebefb0",
    "title": "Allowing robots to explore on their own",
    "summary": "Forskningsteamet Autonomous Exploration Research Team har utvecklat en svit av robotiska system och planerare som gör det möjligt för robotar att utforska snabbare, undersöka de mörkaste hörnen av okända miljöer och skapa mer exakta och detaljerade kartor. Systemen tillåter robotar att göra allt detta autonomt, hitta sin väg och skapa en karta utan mänsklig intervention. Teamet har arbetat med utforskningssystem i över tre år och har utforskat och kartlagt flera underjordiska gruvor, en parkeringsgarage, Cohon University Center och flera andra inomhus- och utomhusplatser på CMU-campus. Systemets datorer och sensorer kan fästas på nästan vilken robotplattform som helst och förvandla den till en modern utforskare. Robotar kan utforska i tre lägen med hjälp av gruppens system. I ett läge kan en person kontrollera robotens rörelser och riktning medan autonoma system förhindrar att den kraschar in i väggar, tak eller andra objekt. I ett annat läge kan en person välja en punkt på en karta och roboten kommer att navigera till den punkten. Det tredje läget är ren utforskning. Roboten ger sig av på egen hand, undersöker hela utrymmet och skapar en karta. Forskargruppen kombinerade en 3D-skannande lidar-sensor, en framåtblickande kamera och sensorer för inertiell mätning med en utforskningsalgoritm för att möjliggöra att roboten vet var den är, var den har varit och var den ska gå härnäst. De resulterande systemen är betydligt mer effektiva än tidigare metoder, skapar mer kompletta kartor samtidigt som algoritmens körtid halveras. De nya systemen fungerar i svagt ljus, farliga förhållanden där kommunikationen är bristfällig, som grottor, tunnlar och övergivna byggnader. En version av gruppens utforskningssystem drev Team Explorer, en insats från CMU och Oregon State University i DARPA's Subterranean Challenge. Team Explorer kom på fjärde plats i den slutliga tävlingen men vann priset för flest utforskade sektorer för att ha kartlagt mer av rutten än något annat lag. \"Allt vårt arbete är öppen källkod. Vi håller ingenting tillbaka. Vi vill stärka samhället med möjligheterna att bygga autonoma utforskningsrobotar\", säger Chao Cao, en doktorand i robotik och huvudoperatör för Team Explorer. \"Det är en grundläggande förmåga. När du har den kan du göra mycket mer.\"",
    "link": "https://www.sciencedaily.com/releases/2023/07/230719145936.htm",
    "published": "2023-07-19"
}