{
    "unique_id": "645c967b-b00f-5c6a-a721-1896648475c4",
    "title": "Quantum computers are better at guessing, new study demonstrates",
    "summary": "Kvantdatorer har potentialen att lösa problem med en fördel som ökar ju mer komplexa problemen blir. Men de är också mycket känsliga för fel eller brus. Utmaningen är att \"uppnå en fördel i den verkliga världen där dagens kvantdatorer fortfarande är 'brusiga'\". Detta brusiga tillstånd hos nuvarande kvantdatorer kallas \"NISQ\" (Noisy Intermediate-Scale Quantum) era. För att demonstrera kvantfördel krävs det därför brusreducering.\nJu fler okända variabler ett problem har, desto svårare är det vanligtvis för en dator att lösa det. Forskare kan utvärdera en dators prestanda genom att spela en sorts spel med den för att se hur snabbt en algoritm kan gissa hemlig information. I deras studie ersatte forskarna ord med bitsträngar. En klassisk dator skulle i genomsnitt behöva cirka 33 miljoner gissningar för att korrekt identifiera en 26-bitars sträng. En perfekt fungerande kvantdator skulle däremot kunna identifiera rätt svar med bara en gissning. Men brus kan avsevärt minska denna exponentiella kvantfördel.\nForskarna uppnådde sin kvantfördel genom att använda en brusundertryckningsteknik som kallas dynamisk avkoppling. Efter att ha experimenterat i ett år lyckades de få kvantalgoritmen att fungera som avsett. Tiden för att lösa problem växte sedan långsammare än med någon klassisk dator, och kvantfördelen blev alltmer tydlig ju mer komplexa problemen blev.\nStudien visar att med rätt felkontroll kan kvantdatorer utföra kompletta algoritmer med bättre skalning av tiden det tar att hitta lösningen än konventionella datorer, även i NISQ-eran.",
    "link": "https://www.sciencedaily.com/releases/2023/06/230605181221.htm",
    "published": "2023-06-05"
}