{
    "unique_id": "232a8204-e61d-5645-9189-fbcff2ebefb0",
    "title": "Allowing robots to explore on their own",
    "summary": "The Autonomous Exploration Research Team at Carnegie Mellon University has developed a suite of robotic systems and planners that allow robots to explore and map unknown environments autonomously. These systems enable robots to navigate and create maps without human intervention, making it easier and faster to explore various locations.\n\nThe team has been working on these exploration systems for over three years and has successfully explored and mapped underground mines, parking garages, university buildings, and other indoor and outdoor locations on the CMU campus. The system's computers and sensors can be attached to different robotic platforms, such as modified motorized wheelchairs and drones, to transform them into explorers.\n\nThe robots can operate in three modes using the team's systems. In one mode, a person can control the robot's movements while autonomous systems prevent collisions. In another mode, a person can select a point on a map, and the robot will navigate to that point. The third mode is pure exploration, where the robot independently explores the entire space and creates a map.\n\nThe team combined various sensors, including a 3D scanning lidar sensor, a forward-looking camera, and inertial measurement unit sensors, with an exploration algorithm. This allows the robot to know its location, track its movements, and determine where it should go next. The resulting systems are more efficient than previous approaches, creating more detailed maps while reducing the algorithm run time by half.\n\nThese systems are designed to work in challenging conditions with low-light and limited communication, such as caves, tunnels, and abandoned structures. The team's exploration system was used by Team Explorer, a collaboration between CMU and Oregon State University, in DARPA's Subterranean Challenge. Team Explorer placed fourth in the competition and won the Most Sectors Explored Award for mapping more of the route than any other team.\n\nThe team is committed to open-sourcing their work, making their systems and algorithms available to the public. They believe that autonomous exploration robots have the potential to benefit society in various applications, from delivery services to search-and-rescue missions. By sharing their capabilities, they aim to strengthen society's ability to build and utilize autonomous exploration robots.",
    "link": "https://www.sciencedaily.com/releases/2023/07/230719145936.htm",
    "published": "2023-07-19"
}