{
    "unique_id": "c709b2dc-8d59-5dce-85c6-b3642aa7c54b",
    "title": "Three Spanish MIT physics postdocs receive Botton Foundation fellowships",
    "summary": "The Mauricio and Carlota Botton Foundation has chosen three Spanish postdocs from MIT as the first cohort of fellows. The recipients, Luis Antonio Benítez, Carolina Cuesta-Lazaro, and Fernando Romero López, will receive a one-year stipend and research fund to pursue their research interests. They will also visit the Botton Foundation in Madrid this summer. \n\nLuis Antonio Benítez's research focuses on the electronic properties of quantum materials, particularly two-dimensional materials like graphene. His work aims to expand our understanding of these materials and their potential for future technologies. \n\nCarolina Cuesta-Lazaro is interested in the intersection of cosmology and artificial intelligence. She aims to develop machine-learning models for physics, specifically for cosmological inference to understand the accelerated expansion of the universe. \n\nFernando Romero López's research focuses on understanding the strong interactions among quarks and gluons, described by quantum chromodynamics (QCD). He combines effective field theories, numerical simulations, and machine-learning tools to gain a better understanding of confinement, the formation of hadrons, properties of atomic nuclei, and exotic hadrons.\n\nThe foundation has also funded scholarships for two PhD physics students at MIT, Oriol Rubies Bigorda and Miguel Calvo Carrera. Bigorda's research focuses on interacting quantum particles and their applications in future quantum technologies, while Carrera is interested in applying physics to develop renewable energy sources.\n\nThe Mauricio and Carlota Botton Foundation was established in 2017 to support scientific research, train young physicists in prestigious universities, and bring world experts in physics to Spain through conferences.",
    "link": "https://news.mit.edu/2023/botton-foundation-fellowships-spanish-mit-physics-postdocs-0609",
    "published": "2023-06-09"
}